Repository: NathanMyanmar2023/mobile_fintech_nathan
Catalog: lib/l10n/app_*.arb
Languages: my

# pls_upload_kyc_info
source: Please Upload KYC informations!
my: သင်၏ KYC သတင်းအချက်အလက်အား ထည့်ပါ

# reject_kyc_info
source: Rejected KYC informations
my: KYC အချက်အလက်အား လက်မခံပါ

# review_kyc_info
source: Reviewing your KYC informations
my: KYC အချက်အလက်များ စစ်ဆေးနေပါသည်

source: Upload Again
my: ထပ်မံဖြည့်သွင်းပေးပါ

source: Upload
my: တင်သည်

source: Main Wallet
my: အဓိက ငွေ ပမာဏ

source: USD Wallet
my: USD ပြောင်းထားသော ပိုက်ဆံ

# invest_wallet
source: Investment Wallet
my: ရင်းနှီးမြှုပ်နှံထားသည့် ပိုက်ဆံ

source: Deposit
my: ‌ငွေသွင်း

source: Exchange
my: ငွေလဲလှယ်သည်

source: Investment
my: ရင်းနှီးမြှုပ်နှံ

# investment_amt
source: Investment Amount
my: ရင်းနှီးမြှုပ်နှံ ပမာဏ

source: Withdraw
my: ငွေထုတ်

source: Transfer
my: လွဲသည်

source: Shopping
my: စျေးဝယ်

source: Lucky Draw
my: ကံစမ်းမဲ

# kyc_info
source: KYC Information
my: KYC သတင်းအချက်အလက်

source: Full Name
my: နာမည် အပြည့်အစုံ

# nrc_no
source: NRC Number
my: မှတ်ပုံတင် သို့ ကားလိုင်စင်

# nrc_lic_front
source: NRC or licence (front)
my: မှတ်ပုံတင် သို့ ကားလိုင်စင် (အရှေ့စာမျက်နှာ)

# nrc_lic_back
source: NRC or licence (Back)
my: မှတ်ပုံတင် သို့ ကားလိုင်စင် (အနောက်စာမျက်နှာ)

source: Bank Name
my: သင်၏ ဘဏ်နာမည်

# pay_address
source: Payment Address
my: ငွေပေးချေမည် လိပ်စာ

# bank_acc_no
source: Bank Account Number
my: ဘဏ်စာရင်းနံပတ်

source: Bank Statement
my: ဘဏ်စာရင်းရှင်းတမ်း

# benefi_name
source: Beneficial Name
my: အမြတ်ရမည့်သူ၏ အမည်

# benefi_phone
source: Beneficial Phone
my: အမြတ်ရရှိမည်သူ၏ အမည်

# benefi_nrc_no
source: Beneficial NRC Number
my: အမြတ်ရရှိမည်သူ၏ မှတ်ပုံတင် သို့ ကားလိုင်စင်

# benefi_email
source: Beneficial Email
my: အမြတ်ရရှိမည်သူ၏ Email

source: Update
my: အဆင့်မြှင့်တင်ခြင်း

source: Wallet Exchange
my: ငွေလဲလှယ်ထားသည့် ငွေ ပမာဏ

source: Currency Exchange Rate
my: ငွေလဲလှယ်နှုန်းထား

source: USD
my: ‌ဒေါ်လာ

source: To USD
my: ‌ဒေါ်လာသို့

# sec_wallet
source: Second Wallet
my: အခြား ငွေ ပမာဏ

source: Mainwallet Balance
my: အဓီက ငွေ ပမာဏာ လက်ကျန်ငွေ

source: To
my: သို့

# exchange_amt
source: Exchange Amount
my: ငွေလဲလှယ် သည် ပမာဏ

source: United State
my: အမေရိကန်

# u_dont_have_enought_balance
source: You don't have enough balance
my: သင့်တွင် ငွေ ပမာဏ လုံလောက်စွာမရှိပါ

# amt_field_required
source: Amount field is required
my: ငွေထပ်မံထည့်သွင်းရန်လိုအပ်ပါသည်

# sry_accept_trans_error_msg
source: Sorry, we accept transition between start date 25 and end date 31 at 5:00PM.
my: အဆင်မပြေမှုအတွက် စိတ်မကောင်းပါ။ ယခုလုပ်ငန်းဆင်အား ၂၅ ရက်နေ့မှာ လကုန်ရက် ညနေ ၅ နာရီ အတွင်းသာ ပြုလုပ်နိုင်ပါသည်

source: Next
my: ရှေ့သို့

source: Amount
my: ပမာဏ

# phone_no
source: Phone Number
my: ဖုန်းနံပါတ်

source: Note
my: မှတ်စု

source: Transfer Note
my: ငွေလွဲရာ၌ အထူးမှာကြားချက်

source: Success
my: အောင်မြင်သည်

# see_who_lucky_draw_winner
source: See who are Lucky Draw Winners.
my: ကံထူးရှင်

source: Show
my: ပြသည်

source: Buy Ticket
my: လက်မှတ် ဝယ်ယူရန်

source: Price
my: စျေးနှုန်း

source: Your tickets are
my: သင်၏ လက်မှတ်များ

source: Your ticket is
my: သင်၏ လက်မှတ်

source: Ticket are available
my: ရရှိနိုင်သော လက်မှတ်များ

# ticket_no
source: Ticket number
my: လက်မှတ် နံပါတ်

# chosse_ur_ticket_no_available_buy
source: Choose your ticket number available and buy.
my: သင်လိုချင်သော လက်မှတ်နံပါတ်အား ‌ရွေးချယ် ဝယ်ယူရန်

# check_ticket_want_here
source: Check the ticket you want here
my: လက်မှတ်ရှာဖွေရန်

source: Check Ticket Available
my: ရရှိနိုင်သော လက်မှတ် စာရင်း

source: Prizes
my: ဆု

source: Rules
my: စည်းကမ်း

source: Brand
my: ကုန်အမှတ်တံဆိပ်

source: Product Detail
my: ထုတ်ကုန်၏ အသေးစိတ် အချက်အလက်

source: Photos
my: ဓာတ်ပုံ

source: Total Users
my: စုစုပေါင်း အသုံးပြုသူများ

source: one
my: တစ်

source: two
my: နှစ်

source: three
my: သုံး

source: four
my: လေး

source: five
my: ငါး

source: six
my: ခြောက်

source: seven
my: ခုနှစ်

source: eight
my: ရှစ်

source: nine
my: ကိုး

source: ten
my: တစ်ဆယ်

source: Level
my: အဆင့်

source: Members
my: အဖွဲ့ဝင်

source: Users
my: အသုံးပြုသူ

source: No More User
my: အသုံးပြုသူ မရှိတော့ပါ

source: No More Data
my: သတင်းအချက်အလက် မရှိတော့ပါ

source: Deposit History
my: ငွေသွင်း မှတ်တမ်း

source: Exchange History
my: ငွေလဲ မှတ်တမ်း

source: Withdraw History
my: ငွေထုတ် မှတ်တမ်း

source: Transfer History
my: ငွေလွဲ မှတ်တမ်း

source: Investment History
my: ရင်းနှီးမြှုပ်နှံ မှတ်တမ်း

source: Profit History
my: အမြတ်အစွန်း မှတ်တမ်း

source: Network Profit History
my: ကွန်ရက်တည်ဆောက်မှု အကျိုးအမြတ် မှတ်တမ်း

source: Return Money History
my: ပြန်လည်ဖြည့်သွင်းငွေ မှတ်တမ်း

source: Application Fees History
my: ယခုစနစ်အား အသုံးပြုခ မှတ်တမ်း

source: Referral Incentive History
my: လမ်းညွှန်မှုမှာ့ ရရှိ အကျိုးအမြတ် မှတ်တမ်း

source: Phone Bill History
my: ဖုန်းဘေလ် မှတ်တမ်း

source: Completed
my: လုပ်ငန်းဆင် ‌အောင်မြင်သည်

source: Waiting
my: ကျေးဇူးပြု၍ အချိန်အနည်းငယ်ပေးပါ

source: Receive
my: လက်ခံသည်

source: From
my: မှ

source: USD investment
my: အမေရီကန်ငွေဖြင့် ရင်းနှီးမြှုပ်နှံ့ထားမှု

source: Search
my: ရှာဖွေနေသည်

source: Home
my: အဓိကစာမျက်နှာ

source: Network
my: ကွန်ရက်

source: Shop
my: ဆိုင်

source: History
my: မှတ်တမ်း

source: Profile
my: မိမိ၏ အချက်အလက်များ

source: REFER CODE
my: လမ်းညွှန်သူ စာရင်းအမှတ်

source: Copied refer code
my: လမ်းညွှန်သူ စာရင်းအမှတ် ကူးယူပြီး

source: Account Status
my: ငွေစာရင်း၏ လက်ရှိ အခြေအနေ

source: Rank
my: ရာထူး

# security_privacy
source: Security and Privacy
my: လုံခြုံရေး နှင့် မိမိရွေးချယ်ပိုင်ခွင့်များ

source: Change Password
my: လျှို့ဝှက်အမှတ်အသား ပြောင်းလဲခြင်း

# terms_conditions
source: Terms and Conditions
my: လိုက်နာရမည် စည်းကမ်းများ

source: Settings
my: အခြားအချက်အလက်များ

source: About Application
my: စနစ်အကြောင်း

source: Contact Us
my: ဆက်သွယ်ရန်

source: Logout
my: ထွက်မည်

# these_terms_conditions_between
source: These terms and conditions are between you and us, and are applicable to the Fintech Nathan Group of Companies services we provide (â€˜Terms and Conditions')
my: နေသန်အင်ဘက်စမန့်မြန်မာမှာ့ပေးအပ်နေသော ဝန်ဆောင်မှုများအတွက် စည်းမျဥ်း စည်းကမ်းများ

# by_registering_or_using
source: By registering or using Fintech Nathan Group of Companies services, you have to agree to our Terms and Conditions.
my: နေသန်အင်ဘက်စမန့်မြန်မာ ဝန်ဆောင်မှုများ အသုံးပြုပါက ဖော်ပြပါ စည်းမျဥ်း စည်းကမ်းများအား လိုက်နာရမည်

# our_nathan_investment_mm_services_allow
source: Our Fintech Nathan Group of Companies services allow different groups of users to provide some/all of the Transaction types offered by us from time to time. We reserve the right to limit or allowing any Transaction types to all the users in our application.
my: နေသန်အင်ဘက်စမန့်မြန်မာ အနေဖြင့် အခါအားလျော်စွာ ပေးဆောင်သော ငွေပေးချေမှု အမျိုးအစား အချို့ သို့ အားလုံးကို အသုံးပြုသူများအား အတူညီသော အုပ်စုများကို ပေးဆောင်ခွင့်ပြုပါသည်။ နေသန်အင်ဘက်စမန့် မြန်မာ၏စနစ်ကို အသုံးပြုသူအားလုံးအား အကန့်အသတ်ထားခြင်း နှင့် ငွေပေးချေမှု အမျိုးအစားများကို ကန့်သတ်ပိုင်ခွင့်ရှိသည်

# our_nathan_investment_mm_services_need
source: Our Fintech Nathan Group of Companies need your real identity for better experience and allowing to use all of our services.
my: နေသန်အင်ဘက်စမန့်မြန်မာ၏ ဝန်ဆောင်မှုများ အပြည့်အဝကောင်းမွန်စွာအသုံးပြုနိုင်ရန် သင်၏ စစ်မှန်သော အထောက်အထားများ တင်ပြရန်လိုအပ်ပါသည်

# we_will_issue_user_account
source: We will issue you with a user account after you successfully register for Fintech Nathan Group of Companies services.
my: နေသန်အင်ဘက်စမန့်မြန်မာ၏ ဝန်ဆောင်မှုများအတွက် သင်အောင်မြင်စွာ စာရင်းသွင်းပြီးပါက သင့်အား သုံးစွဲသူအကောင့်တစ်ခု ထုတ်ပေးပါမည်။

# at_time_of_initial_registration
source: At the time of initial registration or at a later date, you may apply to upgrade your Nathan Investment account for more upgrades and new services.
my: ကနဦးမှတ်ပုံတင်သည့်အချိန် သို့မဟုတ် နောက်ပိုင်တွင်, ပိုမို အဆင့်မြှင့်တင်မှုများနှင့် ဝန်ဆောင်မှု အသစ်များ အတွက် သင်၏ နေသန်အင်ဘက်စမန့်မြန်မာအကောင့်ကို အဆင့်မြှင့်ရန် လျှောက်ထားနိုင်ပါသည်။

# collection_verification
source: The collection, verification, audit and maintenance of coreect and updated Customer informantion is a continuous process.
my: မှန်ကန်သော ဖောက်သည်များ၏ အချက်အလက်များကို စုဆောင်းခြင်း၊ အတည်ပြခြင်း၊ စာရင်းစစ်ခြင်းနှင့် ပြုပြင်ထိန်းသိမ်းခြင်းသည် လုပ်ငန်းစဥ်တစ်ခုဖြစ်ပါသည်။

# reserve_the_right_time
source: We reserve the right, at any time, to take steps necessary to ensure compliance.
my: အချိန်မရွေး လိုအပ်ချက်အရ လိုက်‌လျောညီထွေစွာ လုပ်ပိုင်ခွင့်ရှိသည်

# reserve_the_right_discontinue
source: We also reserve the right to discontinue the Fintech Nathan Group of Companies services, reject transaction and applications for Fintech Nathan Group of Companies services, and suspend or terminate your Nathan Investment account and retain the balance at any time if there are discrepancies or inaccuracies in any information or documentation that you provide to us.
my: နေသန်အင်ဘက်စမန့်မြန်မာ၏ ဝန်ဆောင်မှုများကိုရပ်ဆိုင်းရန်၊ နေသန်အင်ဘက်စမန့်မြန်မာ ဝန်ဆောင်မှုများအတွက် ငွေပေးငွေယူနှင့် လျှောက်လွှာများကို ငြင်းပယ်ကာ သင်၏အကောင့်ကိုရပ်ဆိုင်းခြင်း သို့မဟုတ် သင့်၏ အကောင့်ဆိုင်ရာ အချက်အလက်တင်ပြသည့် စာရွက်စာတမ်းများ ကွဲလွဲမှု မှားရွင်းမှုများစီစစ်တွေ့ရှိပါက အချိန်မရွေး အကောင့်အားရပ်ဆိုင်းပြီး လက်ကျန်ငွေစာရင်းများအားလုံးအား နေသန်အင်ဘက်စမန့်မြန်မာနေဖြင့် အပြည့်အဝထိန်းသိမ်းခွင့်ကို သင့်မှာနားလည်သိရှိပေးအပ်ထားပါသည်

# must_notify_us_of_change
source: You must notify us of any change in any personal information that you previously provided to us, including changes in your address or registration information, within serveral days of such change, along with such proof as required in our discretion.
my: သင်၏လိပ်စာ သို့ မှတ်ပုံတင် အချက်အလက်များ အပြောင်းအလဲများရှိပါက ယခင်ကပေးခဲ့သည့် ကိုယ်ရေးကိုယ်တာ အချက်အလက်များ ပြောင်းလဲမှုမှန်သမျှကို အကြောင်းကြားရမည်ဖြစ်ပြီ လိုအပ်ပါက အထောက်အထားများတင်ပြပေးရပါမည်။

source: Current Password
my: လက်ရှိ လျှို့ဝှက်အမှတ်အသား

source: New Password
my: အသစ်ပေးလိုသော လျှို့ဝှက်အမှတ်အသား

source: Confirm Password
my: လျှို့ဝှက်အမှတ်အသားအား အတည်ပြုပါ

source: Rank Rewards
my: ရာထူးအရ ဆုရရှိမှု

source: Locked
my: ပြောင်းလဲမှုအား ခွင့်မပြုပါ

# invest_10USD
source: invest 10USD to unlock rank rewards
my: တစ်ဆယ်ဒေါ်လာ ရင်းနှီးမြှုပ်နှံပါက အဆင့်ဆုလဘ်များ ရရှိမည်

# need_8_ic
source: Need 8 IC ranked users in first level of your network
my: သင့်ကွန်ရက်၏ ပထမအဆင့်တွင် IC အဆင့်သတ်မှတ်ထားသော အသုံးပြုသူ ရှစ် (၈) ဦး လိုအပ်ပါသည်။

source: Owner
my: ပိုင်ရှင်

source: Reward
my: ဆုချီးမြှင့်သည်

source: Choose Language
my: ဘာသာစကားရွေးချယ်ပါ

source: Save
my: အတည်ပြုမှတ်သားသည်

source: Language
my: ဘာသာစကား

source: Cart
my: ဝယ်ယူထားသည့်များ ဖော်ပြထားသည်

source: Home Address
my: အိမ်လိပ်စာ

source: Office
my: ရုံး

source: Sub Total
my: စုစုပေါင်း

source: Ks
my: မြန်မာငွေ

source: Total
my: စုစုပေါင်း

source: Place Order
my: မှာယူမည်

source: Delivery Address
my: ပေးပို့ရမည် လိပ်စာ

source: Region
my: ‌ဒေသ

source: Township
my: ရပ်ကွက်

source: Address Line
my: လိပ်စာအရှည်ထည့်ရေးနိုင်ရန်နေရာ

# recivery_phone_no
source: Receivery Phone Number
my: လက်ခံမည်သူ၏ ဆက်သွယ်ရန်ဖုန်းနံပါတ်

source: Receiver Name
my: လက်ခံမည်သူ၏ အမည်

source: Address Type
my: လိပ်စာ အမျိုးအစား

source: Pay for
my: သို့ငွေပေးချေခြင်း

source: Top-Up
my: ဖုန်းဘေလ်ဖြည့်

source: Payment Method
my: ငွေပေးချေမှုအမျိုးအစား

source: Balance
my: လက်ကျန်ငွေ

source: Pay
my: ပေးသည်

source: Category
my: အမျိုးအစားများ

source: Add to Cart
my: စေ◌ျးခြင်းထဲသို့

source: Current Address
my: လက်ရှိ နေရပ်လိပ်စာ

# upload_u_photo
source: Upload your photo
my: သင်၏ ဓာတ်ပုံတင်ပါ

source: Total item
my: စုစုပေါင်း အမျိုးအစား
